[
     [
          {
               "name": "ACUMEN PACKAGING",
               "overview": "Acumen packaging services comprises a team of packaging professionals with over 20 years of Packaging and Related experience across various  sectors and functions.\n\nThe team is capable of executing high level assignments related to packaging spanning from Product development, SCM, Mold management, Value engineering, Machineries, Vendor development to name a few. \n\nWe work in close coordination with  packaging institutes  and related organizations across the world and are abreast with the daily developments in the packaging world related to technology and business.",
               "website": "http://acumenpackaging.com/",
               "industry": "Packaging and Containers Manufacturing",
               "companysize": "11-50 employees",
               "headquarters": "Mumbai, Maharastra",
               "founded": "2014",
               "specialties": "Packaging Consultancy, New Package Development, Value Engineering, Artwork Management, Project Managerment, Trouble Shooting, Mold / Machine Qualification, Resource outsourcing, Recruitment of Packaging Professionals, and contract staffing",
               "locations": [
                    "350, 3rd Floor, Powai Plaza, Hirandani Garden, Powai, Mumbai, Maharastra 400076, IN"
               ]
          }
     ],
     [
          {
               "name": "ACUMEN PACKAGING",
               "overview": "Acumen packaging services comprises a team of packaging professionals with over 20 years of Packaging and Related experience across various  sectors and functions.\n\nThe team is capable of executing high level assignments related to packaging spanning from Product development, SCM, Mold management, Value engineering, Machineries, Vendor development to name a few. \n\nWe work in close coordination with  packaging institutes  and related organizations across the world and are abreast with the daily developments in the packaging world related to technology and business.",
               "website": "http://acumenpackaging.com/",
               "industry": "Packaging and Containers Manufacturing",
               "companysize": "11-50 employees",
               "headquarters": "Mumbai, Maharastra",
               "founded": "2014",
               "specialties": "Packaging Consultancy, New Package Development, Value Engineering, Artwork Management, Project Managerment, Trouble Shooting, Mold / Machine Qualification, Resource outsourcing, Recruitment of Packaging Professionals, and contract staffing",
               "locations": [
                    "350, 3rd Floor, Powai Plaza, Hirandani Garden, Powai, Mumbai, Maharastra 400076, IN"
               ]
          },
          {
               "name": "Acumen M&A Advisors LLP",
               "overview": "At Acumen, we provide business, financial and management consultancy services to business entities across various industry segments.\r\n\r\nAcumen was established with a firm belief in the adage value addition and recognises its relevance in today’s competitive and challenging environment – we therefore strive to add value at every stage of your dealings with us – our motto ‘value addition at every step’ reinforces our commitment to this cause.\r\n\r\nThe team at Acumen has an extensive experience in the field of financial, business and management consultancy, ranging from deal structuring and fund raising to identification and implementation of business strategies.\r\n\r\nOur company has a mix of experienced partners along with young vibrant professionals having management skills, which helps our clients reach new scales.",
               "website": "http://www.acumenfc.co.in/",
               "industry": "Investment Banking",
               "companysize": "11-50 employees",
               "headquarters": "Pune, Maharashtra",
               "founded": "2009",
               "specialties": "Venture Capital and PE Finance, Vendor Assistance, Data Room Coordination, Financial Due Diligence, Valuation, Process Evaluation, Systems Implementation, Financial Advisory on Retainer Basis, Management Consultancy, and Business Strategy Advisory",
               "locations": [
                    "Bungalow J, Manmohan Park, Bibvewadi, Pune, Maharashtra 411037, IN"
               ]
          }
     ]
]